Repository: mccpower/SaveNow
Catalog: *.lproj/Localizable.strings
Languages: spanish

# necesidadesBasicas
source: Living expenses
spanish: Necesidades básicas

# gastosFijos
source: Fixed costs
spanish: Gastos fijos

# transporte
source: Transport
spanish: Transporte

# ocio
source: Leisure
spanish: Ocio

# otrosGastos
source: Other expenses
spanish: Otros gastos

# ahorro
source: Savings
spanish: Ahorro

# informacionNecesidadesBasicas
source: Envelope for money that you spent on food, personal care
spanish: Sobre dedicado a alimentación, cuidado personal

# informacionGastosFijos
source: Envelope dedicated to loans, mortgages, bills, phone...
spanish: Sobre dedicado a créditos, hipotecas, agua, luz, teléfono...

# informacionTransporte
source: Spent on transportation costs
spanish: Sobre dedicado a los gastos de trasporte

# informacionOcio
source: Envelope dedicated to entertainment: movies, restaurants, bars ...
spanish: Sobre dedicado al ocio: cine, restaurantes, bares...

# informacionOtrosGastos
source: In this envelope goes expenses not covered under the above categories
spanish: En este sobre van los gastos que no entran en las categorias anteriores

# informacionAhorro
source: Envelope where goes the money we save for a quirk or meet a goal set
spanish: Sobre donde se irá guardando el dinero que vamos ahorrando para darte un capricho o cumplir un objetivo que te habías marcado

# tabSobres
source: Envelopes
spanish: Sobres

# tabPreferencias
source: Preferences
spanish: Preferencias

# textoPresupuesto
source: Budget
spanish: Presupuesto

# textoGastado
source: Spent
spanish: Gastado

# textoPorcentaje
source: Percent
spanish: Porcentaje

# textoUltimoGasto
source: Last expense
spanish: Último gasto

# textoUltimoReset
source: Last reset
spanish: Último reset

# textoBotonSacar
source: Out
spanish: Sacar

# mensajeResetAhorros
source: ¿Do you want to reset saving envelope?
spanish: ¿Quieres resetear el sobre de ahorros?

# botonAceptarResetAhorros
source: OK
spanish: Aceptar

# botonCancelarResetAhorros
source: Cancel
spanish: Cancelar

# tituloResetSobre
source: ¿Do you want to move left money?
spanish: ¿Mover el dinero restante?

# botonSoloReseteo
source: Just Reset
spanish: Solo resetear

# botonEnviarAhorro
source: Send to savings
spanish: Enviar a ahorro

# botonCancelarResetSobre
source: Cancel
spanish: Cancelar

# mensajeNotienesAhorros
source: There isn't enough money
spanish: No tienes suficiente dinero

# mensajeNumerosRojos
source: ¿Are you sure? You are going in the red
spanish: ¿Estas seguro? vas a numeros rojos!

# botonAceptarNumerosRojos
source: Ok
spanish: Aceptar

# botonCancelarNumerosRojos
source: Cancel
spanish: Cancelar

# tituloPreferencias
source: Preferences
spanish: Preferencias

# tituloPresupuestosSobres
source: Budgets
spanish: Presupuestos

# tituloMoneda
source: Currency
spanish: Moneda

# tituloTotal
source: Sum
spanish: Total

# tituloActualizacionPresupuesto
source: When do you want to update it?
spanish: ¿Cuándo lo actualizamos?

# botonCancelar
source: Cancel
spanish: Cancelar

# botonAhora
source: Now
spanish: Ahora

# botonProximoReset
source: Next Reset
spanish: En el próximo reset
